Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/codeberg-turntable.tmx
Source language: en
Languages: sv

source: Let's rewind the year!
sv: Låt oss spola tillbaka året!

source: Create and view web archives
sv: Skapa och visa webbarkiv

source: Window
sv: Fönster

source: Next Song
sv: Nästa låt

source: Scrobbling %s
sv: Scrobblar %s

source: Scrobbled %s
sv: Scrobblad %s

source: Dim Metadata Labels
sv: Dimma metadataetiketter

source: Repeat Track
sv: Upprepa spår

source: Collision
sv: Kollision

source: Cover Scaling
sv: Omslagsskalning

source: Indicate that you started listening to a track.
sv: Indikerar att du har börjat lyssna på ett spår.

source: About %s
sv: Om %s

source: What a year, huh?
sv: Vilket år, va?

source: Allow %s to start when you log in
sv: Tillåt %s att starta när du loggar in

source: Donate
sv: Donera

source: This won't affect your submitted scrobbles.
sv: Detta kommer inte att påverka dina inskickade scrobblningar.

source: Components
sv: Komponenter

source: Nearest
sv: Närmast

source: Remove Scrobble
sv: Ta bort scrobbling

source: More Player Controls
sv: Mer spelarkontroller

source: Select Player
sv: Välj spelare

source: Host API
sv: Värd API

source: Services
sv: Tjänster

source: Transparent
sv: Genomskinlig

source: Check hashes for your files
sv: Kontrollera hashvärden för dina filer

source: Unfortunately, you don't have any eligible accounts
sv: Tyvärr har du inga berättigade konton

source: You can get your user token from %s.
sv: Du kan hämta din användartoken från %s.

source: Browse the Fediverse
sv: Bläddra i fediversum

source: New Window
sv: Nytt fönster

source: Not enough info available, go and scrobble some more!
sv: Inte tillräckligt med information tillgänglig, gå och scrobbla lite mer!

source: Allow %s to run in the background
sv: Tillåt %s att köras i bakgrunden

source: Start Hidden
sv: Starta dold

source: Unknown Artist
sv: Okänd artist

source: Save
sv: Spara

source: Center Text
sv: Centrera text

source: Couldn't generate Wrapped
sv: Kunde inte generera wrapped

source: _Forget
sv: _Glöm

source: Service
sv: Tjänst

source: Tonearm
sv: Tonarm

source: Quit
sv: Avsluta

source: Preferences
sv: Inställningar

source: Symbolic
sv: Symbolisk

source: Progress Bar
sv: Förloppsindikator

source: Linear
sv: Linjär

source: That's all folks!
sv: Det var allt gott folk!

source: Forget %s Account
sv: Glöm %s konto

source: No Offline Scrobbles
sv: Inga offline scrobblingar

source: Horizontal
sv: Horisontell

source: Unknown Title
sv: Okänd titel

source: Couldn't validate token: %s
sv: Kunde inte validera token: %s

source: Couldn't get session: %s
sv: Kunde inte hämta session: %s

source: Blur
sv: Oskärpa

source: General
sv: Allmänna

source: Keep scrobbling!
sv: Fortsätt scrobbla!

source: Repeat Playlist
sv: Upprepa spellista

source: <b>Best Practices for Scrobbling</b> • Avoid allowlisting non-curated MPRIS clients like Web Browsers and Video Players • Tag your music with the proper track, album and artist names • Check, fix and match your scrobbles regularly
sv: <b>Bästa praxis för scrobbling</b> • Undvik att tillåta icke-kurerade MPRIS-klienter som webbläsare och videospelare • Tagga din musik med rätt spår, album och artistnamn • Kontrollera, korrigera och matcha dina scrobblingar regelbundet

source: _Cancel
sv: _Avbryt

source: Scrobble even when you are offline and submit them automatically when you get online.
sv: Scrobbla även när du är offline och skicka in dem automatiskt när du är online.

source: Scrobble your music
sv: Scrobbla din musik

source: Lookup Metadata on MusicBrainz before Scrobbling
sv: Slå upp metadata på MusicBrainz innan du scrobblar

source: Translate
sv: Översätt

source: Your scrobbling year-in-review
sv: Din årsöversikt över ditt scrobblande

source: Not interested in the GUI but still want to scrobble your MPRIS-enabled players? Turntable comes with a CLI, allowing you to scrobble in the background! Try it out using <code>flatpak run dev.geopjr.Turntable --help</code>.
sv: Inte intresserad av det grafiska gränssnittet men vill ändå scrobbla dina MPRIS-aktiverade spelare? Turntable levereras med ett CLI, vilket gör att du kan scrobbla i bakgrunden! Testa det med <code>flatpak run dev.geopjr.Turntable --help</code>.

source: _Read More
sv: _Läs mer

source: Big
sv: Stor

source: Try Again
sv: Försök igen

source: Pause
sv: Pausa

source: You listened to them %lld times!
sv: Du lyssnade på dem %lld gånger!

source: Scrobblers
sv: Scrobblare

source: translator-credits
sv: Luna Jernberg<lunajernberg@gnome.org>

source: No Repeat
sv: Ingen upprepning

source: Forget %s Account?
sv: Glöm %s konto?

source: Show Shortcuts
sv: Visa genvägar

source: Extract Cover Colors
sv: Extrahera omslagsfärger

source: Disable Scrobbling
sv: Inaktivera scrobbling

source: You listened to it %lld times!
sv: Du har lyssnat på den %lld gånger!

source: None
sv: Ingen

source: Save Wrapped
sv: Spara wrapped

source: Full Color
sv: Hel färg

source: Client Icon
sv: Klient ikon

source: Size
sv: Storlek

source: Cover
sv: Omslag

source: Recommended for non-curated clients or untagged music libraries as it will fix and complete metadata but it will also prevent scrobbling tracks not found in the MusicBrainz library.
sv: Rekommenderas för icke-kurerade klienter eller otaggade musikbibliotek eftersom det kommer att fixa och komplettera metadata men det kommer också att förhindra scrobbling av spår som inte finns i MusicBrainz-biblioteket.

source: Small
sv: Liten

source: Invalid Session
sv: Ogiltig session

source: Overlay
sv: Överlägg

source: Card
sv: Kort

source: Settings
sv: Inställningar

source: Shuffle
sv: Blanda

source: music;player;widget;mpris;scrobble;lastfm;librefm;listenbrainz;musicbrainz;maloja;song;audio;
sv: musik;spelare;widget;mpris;scrobbla;lastfm;librefm;listenbrainz;musicbrainz;maloja;låt;ljud;

source: Previous Song
sv: Föregående låt

source: Vertical
sv: Vertikal

source: Trilinear
sv: Trilinjär

source: Style
sv: Stil

source: Menu
sv: Meny

source: Invalid Token
sv: Ogiltig token

source: #1 Track
sv: #1 Spår

source: Turn text into ASCII banners
sv: Förvandla text till ASCII-banners

source: Keep Running in Background
sv: Behåll körande i bakgrunden

source: Knob
sv: Ratt

source: Host
sv: Värd

source: Keep track of your listening habits by scrobbling them to last.fm, ListenBrainz, Libre.fm and Maloja at the same time using your favorite music app's, favorite music app! Turntable comes with a highly customizable and sleek design that displays information about the currently playing song and allows you to control your music player, allowlist it for scrobbling and manage your scrobbling accounts. All MPRIS-enabled apps are supported.
sv: Håll koll på dina lyssningsvanor genom att scrobbla dem till last.fm, ListenBrainz, Libre.fm och Maloja samtidigt med hjälp av ditt favoritmusikprogram! Turntable har en mycket anpassningsbar och elegant design som visar information om den låt som spelas just nu och låter dig styra din musikspelare, tillåta den för scrobbling och hantera dina scrobblingskonton. Alla MPRIS-aktiverade program stöds.

source: Experiments
sv: Experiment

source: Top Artists
sv: Topp artister

source: Fit Art on Cover
sv: Anpassa konst på omslaget

source: Submit Now Playing
sv: Skicka in nu spelas

source: Toggle Controls
sv: Växla kontroller

source: Unknown Client
sv: Okänd klient

source: Background Progress
sv: Bakgrundsframsteg

source: You are currently offline
sv: Du är för närvarande offline

source: User Token
sv: Användartoken

source: Regular
sv: Vanlig

source: Orientation
sv: Orientering

source: Hide Client Icon when Collapsed
sv: Dölj klientikonen när den är hopfälld

source: Running
sv: Körs

source: Enable Scrobbling
sv: Aktivera scrobbling

source: Text
sv: Teckensnitt

source: Shadow
sv: Skugga

source: Play
sv: Spela

source: While it's possible to have %s run in the background for constant scrobbling, it's recommended to use the CLI instead as it's much more performant, skips initializing the GUI code entirely and can lock to specific MPRIS clients.
sv: Även om det är möjligt att låta %s köras i bakgrunden för konstant scrobbling, rekommenderas det att använda CLI istället eftersom det är mycket mer prestandaeffektivt, hoppar över initialiseringen av GUI-koden helt och kan låsas till specifika MPRIS-klienter.

source: Top Tracks
sv: Topp spår

source: Unknown Album
sv: Okänt album

source: Requires both running on startup and in background
sv: Kräver att den körs både vid uppstart och i bakgrunden

source: Run on Startup
sv: Kör vid uppstart

source: Track your music by scrobbling your MPRIS clients. By connecting your account, MPRIS information will be sent to that service when you reach the minimum listening time. To protect your privacy, %s requires you to opt-in scrobbling per MPRIS client.
sv: Spåra din musik genom att scrobbla dina MPRIS-klienter. Genom att ansluta ditt konto skickas MPRIS-information till den tjänsten när du når den minsta lyssningstiden. För att skydda din integritet kräver %s att du väljer att scrobbla per MPRIS-klient.

source: Default
sv: Standard

source: Choose which service to use for generating your Wrapped
sv: Välj vilken tjänst du vill använda för att generera din wrapped
